Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: No setting matches “%@”.
de: Keine Einstellung passt zu „%@“.
es: Ningún ajuste coincide con «%@».
fr: Aucun réglage ne correspond à « %@ ».
it: Nessuna impostazione corrisponde a “%@”.
pl: Żadne ustawienie nie pasuje do „%@”.
pt_pt: Nenhuma definição corresponde a “%@”.
ru: Ни одна настройка не соответствует запросу «%@».
th: ไม่มีการตั้งค่าที่ตรงกับ “%@”
zh_hans: 没有与“%@”匹配的设置。
zh_hant: 沒有與「%@」相符的設定。

source: Try a shorter word, or the name of the screen you're after.
de: Versuch ein kürzeres Wort oder den Namen der Seite, die du suchst.
es: Prueba con una palabra más corta o con el nombre de la pantalla que buscas.
fr: Essaie un mot plus court, ou le nom de l’écran que tu cherches.
it: Prova una parola più corta o il nome della schermata che cerchi.
pl: Spróbuj krótszego słowa albo nazwy ekranu, którego szukasz.
pt_pt: Experimenta uma palavra mais curta ou o nome do ecrã que procuras.
ru: Попробуй более короткое слово или название нужного экрана.
th: ลองใช้คำที่สั้นลงหรือชื่อหน้าจอที่คุณต้องการ
zh_hans: 试试更短的词，或你要找的页面名称。
zh_hant: 試試更短的詞，或你要找的頁面名稱。

source: Try a shorter word, or the name of the section you're after.
de: Versuch ein kürzeres Wort oder den Namen des Abschnitts, den du suchst.
es: Prueba con una palabra más corta o con el nombre de la sección que buscas.
fr: Essaie un mot plus court, ou le nom de la section que tu cherches.
it: Prova una parola più corta o il nome della sezione che cerchi.
pl: Spróbuj krótszego słowa albo nazwy sekcji, której szukasz.
pt_pt: Experimenta uma palavra mais curta ou o nome da secção que procuras.
ru: Попробуй более короткое слово или название нужного раздела.
th: ลองใช้คำที่สั้นกว่านี้หรือชื่อหัวข้อที่คุณต้องการ
zh_hans: 试试更短的词，或你要找的板块名称。
zh_hant: 試試更短的詞，或你要找的區段名稱。

source: Why is this going up?
de: Warum steigt das?
es: ¿Por qué está subiendo?
fr: Pourquoi est-ce en hausse ?
it: Perché sta salendo?
pl: Dlaczego to rośnie?
pt_pt: Porque está a subir?
ru: Почему это растёт?
th: ทำไมเรื่องนี้ถึงขึ้นล่ะ?
zh_hans: 为什么会上升？
zh_hant: 為什麼會上升？

source: Why is this going down?
de: Warum sinkt das?
es: ¿Por qué está bajando?
fr: Pourquoi est-ce en baisse ?
it: Perché sta scendendo?
pl: Dlaczego to spada?
pt_pt: Porque está a descer?
ru: Почему это снижается?
th: ทำไมเรื่องนี้ถึงลง?
zh_hans: 为什么会下降？
zh_hant: 為什麼會下降？

source: How do I keep this going?
de: Wie halte ich das?
es: ¿Cómo puedo mantenerlo?
fr: Comment maintenir cela ?
it: Come posso mantenerlo?
pl: Jak to utrzymać?
pt_pt: Como mantenho isto?
ru: Как это удержать?
th: ฉันจะทำอย่างไรต่อไป?
zh_hans: 如何保持下去？
zh_hant: 如何保持下去？

source: What can I do to turn this around?
de: Was kann ich tun, um das umzukehren?
es: ¿Qué puedo hacer para revertirlo?
fr: Que puis-je faire pour inverser la tendance ?
it: Cosa posso fare per invertire la tendenza?
pl: Co mogę zrobić, by to odwrócić?
pt_pt: O que posso fazer para inverter isto?
ru: Что можно сделать, чтобы это исправить?
th: ฉันจะทำอย่างไรเพื่อพลิกสถานการณ์นี้?
zh_hans: 我可以做些什么来扭转它？
zh_hant: 我可以做些什麼來扭轉它？

source: What is driving this?
de: Was treibt das an?
es: ¿Qué lo está provocando?
fr: Qu'est-ce qui influence cela ?
it: Che cosa lo influenza?
pl: Co za tym stoi?
pt_pt: O que está a influenciar isto?
ru: Что на это влияет?
th: อะไรขับเคลื่อนสิ่งนี้?
zh_hans: 是什么在影响它？
zh_hant: 是什麼在影響它？

source: Is this a normal range for me?
de: Ist das für mich ein normaler Bereich?
es: ¿Es este un rango normal para mí?
fr: Est-ce une plage normale pour moi ?
it: È un intervallo normale per me?
pl: Czy to dla mnie normalny zakres?
pt_pt: Isto é um intervalo normal para mim?
ru: Это нормальный диапазон для меня?
th: นี่เป็นช่วงปกติสำหรับฉันหรือไม่?
zh_hans: 这对我来说是正常范围吗？
zh_hant: 這對我來說是正常範圍嗎？

source: What else moves with this?
de: Was bewegt sich noch mit?
es: ¿Qué más se mueve con esto?
fr: Qu'est-ce qui évolue avec cela ?
it: Che altro si muove insieme?
pl: Co jeszcze zmienia się razem z tym?
pt_pt: O que mais acompanha isto?
ru: Что ещё меняется вместе с этим?
th: มีอะไรเคลื่อนไหวกับเรื่องนี้อีก?
zh_hans: 还有什么与之同步变化？
zh_hant: 還有什麼與之同步變化？

source: Open Data Sources
de: Datenquellen öffnen
es: Abrir Fuentes de datos
fr: Ouvrir les sources de données
it: Apri Origini dati
pl: Otwórz Źródła danych
pt_pt: Abrir Fontes de dados
ru: Открыть источники данных
th: เปิดแหล่งข้อมูล
zh_hans: 打开数据源
zh_hant: 開啟資料來源

source: Reading your history
de: Verlauf wird gelesen
es: Leyendo tu historial
fr: Lecture de votre historique
it: Lettura della cronologia
pl: Odczytywanie Twojej historii
pt_pt: A ler o seu histórico
ru: Чтение истории
th: กำลังอ่านประวัติของคุณ...
zh_hans: 正在读取历史数据
zh_hant: 正在讀取歷史資料

source: Reading your sessions
de: Einheiten werden gelesen
es: Leyendo tus sesiones
fr: Lecture de vos séances
it: Lettura delle sessioni
pl: Odczytywanie Twoich sesji
pt_pt: A ler as suas sessões
ru: Чтение тренировок
th: กำลังอ่านเซสชันของคุณ
zh_hans: 正在读取训练记录
zh_hant: 正在讀取訓練記錄

source: Reading your sleep history
de: Schlafverlauf wird gelesen
es: Leyendo tu historial de sueño
fr: Lecture de votre historique de sommeil
it: Lettura della cronologia del sonno
pl: Odczytywanie historii Twojego snu
pt_pt: A ler o histórico de sono
ru: Чтение истории сна
th: อ่านประวัติการนอนหลับของคุณ
zh_hans: 正在读取睡眠历史
zh_hant: 正在讀取睡眠歷史

source: Reading your sources
de: Quellen werden gelesen
es: Leyendo tus fuentes
fr: Lecture de vos sources
it: Lettura delle origini
pl: Odczytywanie Twoich źródeł
pt_pt: A ler as suas fontes
ru: Чтение источников
th: กำลังอ่านแหล่งที่มาของคุณ...
zh_hans: 正在读取数据源
zh_hant: 正在讀取資料來源

source: Reading your logbook
de: Laborbuch wird gelesen
es: Leyendo tu registro
fr: Lecture de votre carnet
it: Lettura del registro
pl: Odczytywanie Twojego dziennika
pt_pt: A ler o seu registo
ru: Чтение журнала
th: กำลังอ่านสมุดบันทึกของคุณ...
zh_hans: 正在读取记录簿
zh_hant: 正在讀取記錄簿

source: Reading your Fitness Age
de: Fitness-Alter wird gelesen
es: Leyendo tu edad física
fr: Lecture de votre âge de forme
it: Lettura dell'età fisica
pl: Odczytywanie Twojego wieku sprawnościowego
pt_pt: A ler a sua idade física
ru: Чтение фитнес-возраста
th: กำลังคำนวณอายุความฟิตของคุณ…
zh_hans: 正在读取体能年龄
zh_hant: 正在讀取體能年齡

source: Reading your Vitality
de: Vitalität wird gelesen
es: Leyendo tu vitalidad
fr: Lecture de votre vitalité
it: Lettura della vitalità
pl: Odczytywanie Twojej witalności
pt_pt: A ler a sua vitalidade
ru: Чтение витальности
th: กำลังคำนวณความมีชีวิตชีวาของคุณ…
zh_hans: 正在读取活力值
zh_hant: 正在讀取活力值

source: Reading your journal
de: Journal wird gelesen
es: Leyendo tu diario
fr: Lecture de votre journal
it: Lettura del diario
pl: Odczytywanie Twojego dziennika
pt_pt: A ler o seu diário
ru: Чтение дневника
th: กำลังอ่านบันทึกประจำวันของคุณ
zh_hans: 正在读取日志
zh_hant: 正在讀取日誌

source: Reading your heart data
de: Herzdaten werden gelesen
es: Leyendo tus datos cardíacos
fr: Lecture de vos données cardiaques
it: Lettura dei dati cardiaci
pl: Odczytywanie danych o Twoim sercu
pt_pt: A ler os seus dados cardíacos
ru: Чтение данных о сердце
th: การอ่านข้อมูลหัวใจของคุณ
zh_hans: 正在读取心脏数据
zh_hant: 正在讀取心臟數據

source: HEART-RATE ZONES
de: HERZFREQUENZZONEN
es: ZONAS DE FRECUENCIA CARDÍACA
fr: ZONES DE FRÉQUENCE CARDIAQUE
it: ZONE DI FREQUENZA CARDIACA
pl: STREFY TĘTNA
pt_pt: ZONAS DE FREQUÊNCIA CARDÍACA
ru: ЗОНЫ ПУЛЬСА
th: โซนอัตราการเต้นหัวใจ
zh_hans: 心率区间
zh_hant: 心率區間

source: Set your own bands
de: Eigene Bereiche festlegen
es: Define tus propias bandas
fr: Définissez vos propres plages
it: Imposta le tue fasce
pl: Ustaw własne zakresy
pt_pt: Defina as suas bandas
ru: Задайте свои диапазоны
th: กำหนดช่วงโซนของคุณเอง
zh_hans: 自定义你的区间
zh_hant: 自訂你的區間

source: Max heart rate %lld bpm
de: Maximale Herzfrequenz %lld bpm
es: Frecuencia cardíaca máxima %lld ppm
fr: Fréquence cardiaque maximale %lld bpm
it: Frequenza cardiaca massima %lld bpm
pl: Maksymalne tętno %lld bpm
pt_pt: Frequência cardíaca máxima %lld bpm
ru: Максимальный пульс %lld уд/мин
th: อัตราการเต้นหัวใจสูงสุด %lld bpm
zh_hans: 最大心率 %lld bpm
zh_hant: 最大心率 %lld bpm

source: Use the standard bands
de: Standardbereiche verwenden
es: Usar las bandas estándar
fr: Utiliser les plages standard
it: Usa le fasce standard
pl: Użyj standardowych zakresów
pt_pt: Usar as bandas padrão
ru: Использовать стандартные диапазоны
th: ใช้ช่วงโซนมาตรฐาน
zh_hans: 使用标准区间
zh_hant: 使用標準區間

source: What these are
de: Was das ist
es: Qué son
fr: De quoi s'agit-il
it: Che cosa sono
pl: Czym one są
pt_pt: O que são
ru: Что это такое
th: สิ่งเหล่านี้คืออะไร
zh_hans: 这是什么
zh_hant: 這是什麼

source: Each zone starts at a heart rate. The standard bands put those starts at 50, 60, 70, 80 and 90 % of your maximum, which suits most people. If you've had a threshold or lactate test, or you train to a coach's scheme, set your own here.
de: Jede Zone beginnt bei einer Herzfrequenz. Die Standardbereiche setzen diese Startpunkte auf 50, 60, 70, 80 und 90 % deines Maximums, was für die meisten passt. Wenn du einen Schwellen- oder Laktattest gemacht hast oder nach dem Schema deines Trainers trainierst, lege sie hier selbst fest.
es: Cada zona empieza en una frecuencia cardíaca. Las bandas estándar sitúan esos inicios en el 50, 60, 70, 80 y 90 % de tu máximo, lo que le va bien a casi todo el mundo. Si te has hecho una prueba de umbral o de lactato, o entrenas con el esquema de un entrenador, define aquí las tuyas.
fr: Chaque zone commence à une fréquence cardiaque. Les plages standard placent ces débuts à 50, 60, 70, 80 et 90 % de votre maximum, ce qui convient à la plupart des gens. Si vous avez passé un test de seuil ou de lactate, ou si vous suivez le schéma d'un entraîneur, définissez les vôtres ici.
it: Ogni zona inizia a una frequenza cardiaca. Le fasce standard collocano questi inizi al 50, 60, 70, 80 e 90 % del tuo massimo, il che va bene per la maggior parte delle persone. Se hai fatto un test di soglia o del lattato, o ti alleni secondo lo schema di un allenatore, imposta qui le tue.
pl: Każda strefa zaczyna się przy określonym tętnie. Standardowe zakresy ustawiają te progi na 50, 60, 70, 80 i 90 % Twojego maksimum, co odpowiada większości osób. Jeśli masz za sobą test progowy lub mleczanowy albo trenujesz według schematu trenera, ustaw tutaj własne.
pt_pt: Cada zona começa numa frequência cardíaca. As bandas padrão colocam esses inícios em 50, 60, 70, 80 e 90 % do seu máximo, o que serve à maioria das pessoas. Se fez um teste de limiar ou de lactato, ou treina pelo esquema de um treinador, defina aqui as suas.
ru: Каждая зона начинается с определённого пульса. Стандартные диапазоны задают эти границы на уровне 50, 60, 70, 80 и 90 % от максимума, что подходит большинству. Если вы проходили тест на порог или лактат либо тренируетесь по схеме тренера, задайте свои значения здесь.
th: แต่ละโซนเริ่มที่อัตราการเต้นหัวใจค่าหนึ่ง ช่วงมาตรฐานเริ่มที่ 50, 60, 70, 80 และ 90% ของอัตราการเต้นหัวใจสูงสุด ซึ่งเหมาะกับคนส่วนใหญ่ หากคุณมีผลทดสอบ threshold หรือ lactate หรือฝึกตามแผนของโค้ช สามารถกำหนดค่าเองได้ที่นี่
zh_hans: 每个区间都从某个心率开始。标准区间把这些起点设在最大心率的 50、60、70、80 和 90 %，适合大多数人。如果你做过阈值或乳酸测试，或按教练的方案训练，可以在这里自定义。
zh_hant: 每個區間都從某個心率開始。標準區間把這些起點設在最大心率的 50、60、70、80 和 90 %，適合大多數人。如果你做過閾值或乳酸測試，或按教練的方案訓練，可以在這裡自訂。

source: Zone 5 always ends at your maximum heart rate, so only the five starting points are yours to move.
de: Zone 5 endet immer bei deiner maximalen Herzfrequenz — verschieben kannst du also nur die fünf Startpunkte.
es: La zona 5 siempre termina en tu frecuencia cardíaca máxima, así que solo puedes mover los cinco puntos de inicio.
fr: La zone 5 se termine toujours à votre fréquence cardiaque maximale : vous ne pouvez donc déplacer que les cinq points de départ.
it: La zona 5 finisce sempre alla tua frequenza cardiaca massima, quindi puoi spostare solo i cinque punti di inizio.
pl: Strefa 5 zawsze kończy się na Twoim maksymalnym tętnie, więc przesuwać możesz jedynie pięć punktów początkowych.
pt_pt: A zona 5 termina sempre na sua frequência cardíaca máxima, por isso só pode mover os cinco pontos de início.
ru: Зона 5 всегда заканчивается на максимальном пульсе, поэтому менять можно только пять начальных точек.
th: โซน 5 สิ้นสุดที่อัตราการเต้นหัวใจสูงสุดเสมอ คุณจึงปรับได้เฉพาะจุดเริ่มต้นของทั้งห้าโซน
zh_hans: 区间 5 始终以你的最大心率结束，因此你只能移动五个起点。
zh_hant: 區間 5 始終以你的最大心率結束，因此你只能移動五個起點。

source: How your zones are defined
de: Wie deine Zonen definiert sind
es: Cómo se definen tus zonas
fr: Comment vos zones sont définies
it: Come sono definite le tue zone
pl: Jak zdefiniowane są Twoje strefy
pt_pt: Como as suas zonas são definidas
ru: Как заданы ваши зоны
th: วิธีกำหนดโซนอัตราการเต้นหัวใจ
zh_hans: 你的区间如何定义
zh_hant: 你的區間如何定義

source: % of max
de: % vom Max
es: % del máx.
fr: % du max
it: % del max
pl: % maksimum
pt_pt: % do máx.
ru: % от макс.
th: % ของค่าสูงสุด
zh_hans: 最大值百分比
zh_hant: 最大值百分比

source: What this changes
de: Was sich dadurch ändert
es: Qué cambia esto
fr: Ce que cela change
it: Che cosa cambia
pl: Co to zmienia
pt_pt: O que isto altera
ru: На что это влияет
th: สิ่งที่ได้รับผลจากการตั้งค่านี้
zh_hans: 这会改变什么
zh_hant: 這會改變什麼

source: Your bands set the live zone readout, the zone split on a workout, and the zones your coach prescribes in.
de: Deine Bereiche bestimmen die Live-Zonenanzeige, die Zonenaufteilung eines Workouts und die Zonen, in denen dein Coach plant.
es: Tus bandas definen la zona que se muestra en directo, el reparto por zonas de un entrenamiento y las zonas en las que te planifica tu coach.
fr: Vos plages déterminent l'affichage de zone en direct, la répartition par zone d'une séance et les zones dans lesquelles votre coach vous prescrit.
it: Le tue fasce determinano la zona mostrata in tempo reale, la suddivisione per zone di un allenamento e le zone in cui il tuo coach programma.
pl: Twoje zakresy wyznaczają odczyt strefy na żywo, podział na strefy w treningu oraz strefy, w których zaleca trener.
pt_pt: As suas bandas definem a zona mostrada em direto, a divisão por zonas de um treino e as zonas em que o seu treinador planeia.
ru: Ваши диапазоны определяют зону в реальном времени, разбивку тренировки по зонам и зоны, в которых планирует тренер.
th: ช่วงที่คุณกำหนดใช้กับการแสดงโซนแบบเรียลไทม์ สัดส่วนเวลาในแต่ละโซนของการออกกำลังกาย และโซนที่โค้ชแนะนำ
zh_hans: 你的区间决定实时区间显示、训练的区间分布，以及教练给你安排的区间。
zh_hant: 你的區間決定即時區間顯示、訓練的區間分佈，以及教練給你安排的區間。

source: They don't change your Effort score, which is measured against your heart-rate reserve on a published method with its own fixed thresholds — so your history stays comparable. They also don't change zone bars that came in with a WHOOP export, which carry WHOOP's own bands.
de: Sie ändern nicht deinen Effort-Wert: der misst gegen deine Herzfrequenzreserve nach einer publizierten Methode mit eigenen festen Schwellen — so bleibt deine Historie vergleichbar. Ebenso wenig ändern sie Zonenbalken aus einem WHOOP-Export, die WHOOPs eigene Bereiche tragen.
es: No cambian tu puntuación de Effort, que se mide contra tu reserva de frecuencia cardíaca con un método publicado que tiene sus propios umbrales fijos, así que tu historial sigue siendo comparable. Tampoco cambian las barras de zona que llegaron con una exportación de WHOOP, que llevan las bandas propias de WHOOP.
fr: Elles ne changent pas votre score Effort, mesuré par rapport à votre réserve de fréquence cardiaque selon une méthode publiée avec ses propres seuils fixes : votre historique reste donc comparable. Elles ne changent pas non plus les barres de zone issues d'un export WHOOP, qui portent les plages propres à WHOOP.
it: Non cambiano il tuo punteggio Effort, che si misura sulla tua riserva di frequenza cardiaca con un metodo pubblicato che ha soglie fisse proprie: così il tuo storico resta confrontabile. Non cambiano nemmeno le barre di zona arrivate con un'esportazione WHOOP, che portano le fasce di WHOOP.
pl: Nie zmieniają Twojego wyniku Wysiłku, który liczony jest względem rezerwy tętna według opublikowanej metody z własnymi stałymi progami — dzięki temu Twoja historia pozostaje porównywalna. Nie zmieniają też słupków stref pochodzących z eksportu WHOOP, które niosą własne zakresy WHOOP.
pt_pt: Não alteram a sua pontuação de Effort, que é medida em relação à sua reserva de frequência cardíaca por um método publicado com limiares fixos próprios — por isso o seu histórico mantém-se comparável. Também não alteram as barras de zona que vieram numa exportação da WHOOP, que trazem as bandas da própria WHOOP.
ru: Они не меняют показатель Effort: он считается от резерва пульса по опубликованной методике с собственными фиксированными порогами, поэтому история остаётся сопоставимой. Не меняют они и полосы зон из экспорта WHOOP — там диапазоны самой WHOOP.
th: การตั้งค่านี้ไม่เปลี่ยนคะแนนภาระร่างกาย ซึ่งคำนวณจากอัตราการเต้นหัวใจสำรองด้วยเกณฑ์คงที่ตามวิธีที่เผยแพร่ ประวัติของคุณจึงยังเปรียบเทียบกันได้ และไม่เปลี่ยนแถบโซนที่นำเข้าจาก WHOOP ซึ่งใช้ช่วงโซนของ WHOOP เอง
zh_hans: 它们不会改变你的 Effort 分数——该分数按已发表的方法以心率储备计算，有自己固定的阈值，因此你的历史数据保持可比。它们也不会改变来自 WHOOP 导出的区间条形图，那些使用 WHOOP 自己的区间。
zh_hant: 它們不會改變你的 Effort 分數——該分數按已發表的方法以心率儲備計算，有自己固定的閾值，因此你的歷史資料保持可比。它們也不會改變來自 WHOOP 匯出的區間長條圖，那些使用 WHOOP 自己的區間。

source: The usual 50/60/70/80/90 % of your maximum heart rate.
de: Die üblichen 50/60/70/80/90 % deiner maximalen Herzfrequenz.
es: El 50/60/70/80/90 % habitual de tu frecuencia cardíaca máxima.
fr: Les 50/60/70/80/90 % habituels de votre fréquence cardiaque maximale.
it: I soliti 50/60/70/80/90 % della tua frequenza cardiaca massima.
pl: Zwyczajowe 50/60/70/80/90 % Twojego maksymalnego tętna.
pt_pt: Os habituais 50/60/70/80/90 % da sua frequência cardíaca máxima.
ru: Обычные 50/60/70/80/90 % от максимального пульса.
th: ใช้จุดเริ่มต้นมาตรฐานที่ 50/60/70/80/90% ของอัตราการเต้นหัวใจสูงสุด
zh_hans: 最大心率的 50/60/70/80/90 %，即通常的设定。
zh_hant: 最大心率的 50/60/70/80/90 %，即通常的設定。

source: You set the percentages. They move with your maximum heart rate, so re-estimating it shifts every band.
de: Du legst die Prozentwerte fest. Sie wandern mit deiner maximalen Herzfrequenz mit — wird die neu geschätzt, verschieben sich alle Bereiche.
es: Tú defines los porcentajes. Se mueven con tu frecuencia cardíaca máxima, así que volver a estimarla desplaza todas las bandas.
fr: Vous définissez les pourcentages. Ils suivent votre fréquence cardiaque maximale : la réestimer décale toutes les plages.
it: Imposti le percentuali. Seguono la tua frequenza cardiaca massima, quindi ristimarla sposta tutte le fasce.
pl: Ustawiasz wartości procentowe. Idą one za Twoim maksymalnym tętnem, więc ponowne jego oszacowanie przesuwa każdy zakres.
pt_pt: Define as percentagens. Acompanham a sua frequência cardíaca máxima, por isso reestimá-la desloca todas as bandas.
ru: Вы задаёте проценты. Они привязаны к максимальному пульсу, поэтому его пересчёт сдвигает все диапазоны.
th: คุณกำหนดเปอร์เซ็นต์เอง เมื่อค่าชีพจรสูงสุดเปลี่ยน ขอบเขตทุกโซนจะเปลี่ยนตาม
zh_hans: 由你设定百分比。它们随最大心率变化，因此重新估算最大心率会移动所有区间。
zh_hant: 由你設定百分比。它們隨最大心率變化，因此重新估算最大心率會移動所有區間。

source: You set the heart rates themselves — what a threshold or lactate test gives you. They stay put when your maximum changes.
de: Du legst die Herzfrequenzen selbst fest — genau das, was ein Schwellen- oder Laktattest liefert. Sie bleiben stehen, wenn sich dein Maximum ändert.
es: Defines las frecuencias cardíacas en sí, que es lo que da una prueba de umbral o de lactato. No se mueven cuando cambia tu máximo.
fr: Vous définissez les fréquences cardiaques elles-mêmes — ce que donne un test de seuil ou de lactate. Elles ne bougent pas quand votre maximum change.
it: Imposti direttamente le frequenze cardiache, quelle che ti dà un test di soglia o del lattato. Restano ferme quando cambia il tuo massimo.
pl: Ustawiasz same wartości tętna — takie, jakie daje test progowy lub mleczanowy. Pozostają na miejscu, gdy zmienia się Twoje maksimum.
pt_pt: Define as próprias frequências cardíacas — o que um teste de limiar ou de lactato lhe dá. Não se movem quando o seu máximo muda.
ru: Вы задаёте сам пульс — то, что даёт тест на порог или лактат. Значения не смещаются при изменении максимума.
th: คุณกำหนดค่าอัตราการเต้นหัวใจโดยตรงจากผลทดสอบ threshold หรือ lactate ค่าเหล่านี้จะไม่เปลี่ยนเมื่อค่าชีพจรสูงสุดเปลี่ยน
zh_hans: 由你直接设定心率——阈值或乳酸测试给出的数值。最大心率变化时它们保持不变。
zh_hant: 由你直接設定心率——閾值或乳酸測試給出的數值。最大心率變化時它們保持不變。

source: %@–%@ %% of max
de: %1$@–%2$@ %% vom Max
es: %1$@–%2$@ %% del máx.
fr: %1$@–%2$@ %% du max
it: %1$@–%2$@ %% del max
pl: %@–%@ %% maksimum
pt_pt: %1$@–%2$@ %% do máx.
ru: %1$@–%2$@ %% от макс.
th: %@–%@%% ของค่าสูงสุด
zh_hans: 最大值的 %1$@–%2$@ %%
zh_hant: 最大值的 %1$@–%2$@ %%

source: Zone %lld starts at %@ bpm, %@
de: Zone %1$lld beginnt bei %2$@ bpm, %3$@
es: La zona %1$lld empieza en %2$@ ppm, %3$@
fr: La zone %1$lld commence à %2$@ bpm, %3$@
it: La zona %1$lld inizia a %2$@ bpm, %3$@
pl: Strefa %lld zaczyna się przy %@ bpm, %@
pt_pt: A zona %1$lld começa em %2$@ bpm, %3$@
ru: Зона %1$lld начинается с %2$@ уд/мин, %3$@
th: โซน %lld เริ่มต้นที่ %@ bpm, %@
zh_hans: 区间 %1$lld 从 %2$@ bpm 开始，%3$@
zh_hant: 區間 %1$lld 從 %2$@ bpm 開始，%3$@

source: Zone %lld starts at %@ percent of maximum, %@
de: Zone %1$lld beginnt bei %2$@ Prozent des Maximums, %3$@
es: La zona %1$lld empieza en el %2$@ por ciento del máximo, %3$@
fr: La zone %1$lld commence à %2$@ pour cent du maximum, %3$@
it: La zona %1$lld inizia al %2$@ per cento del massimo, %3$@
pl: Strefa %lld zaczyna się przy %@ procentach maksimum, %@
pt_pt: A zona %1$lld começa em %2$@ por cento do máximo, %3$@
ru: Зона %1$lld начинается с %2$@ процентов от максимума, %3$@
th: โซน %lld เริ่มที่ %@ เปอร์เซ็นต์ของค่าสูงสุด · %@
zh_hans: 区间 %1$lld 从最大值的百分之 %2$@ 开始，%3$@
zh_hant: 區間 %1$lld 從最大值的百分之 %2$@ 開始，%3$@

source: Each zone has to start above the one before it, and Zone 5 has to start below your maximum of %lld bpm.
de: Jede Zone muss über der vorherigen beginnen, und Zone 5 muss unter deinem Maximum von %lld bpm beginnen.
es: Cada zona tiene que empezar por encima de la anterior, y la zona 5 tiene que empezar por debajo de tu máximo de %lld ppm.
fr: Chaque zone doit commencer au-dessus de la précédente, et la zone 5 doit commencer sous votre maximum de %lld bpm.
it: Ogni zona deve iniziare sopra la precedente e la zona 5 deve iniziare sotto il tuo massimo di %lld bpm.
pl: Każda strefa musi zaczynać się powyżej poprzedniej, a Strefa 5 musi zaczynać się poniżej Twojego maksimum %lld bpm.
pt_pt: Cada zona tem de começar acima da anterior, e a zona 5 tem de começar abaixo do seu máximo de %lld bpm.
ru: Каждая зона должна начинаться выше предыдущей, а зона 5 — ниже вашего максимума в %lld уд/мин.
th: แต่ละโซนจะต้องเริ่มต้นเหนือโซนก่อนหน้า และโซน 5 จะต้องเริ่มต้นต่ำกว่าค่าสูงสุดของคุณที่ %lld bpm
zh_hans: 每个区间都必须高于前一个，且区间 5 必须低于你的最大值 %lld bpm。
zh_hant: 每個區間都必須高於前一個，且區間 5 必須低於你的最大值 %lld bpm。

source: Each zone has to start above the one before it. Adjust the bands so they rise in order.
de: Jede Zone muss über der vorherigen beginnen. Passe die Bereiche so an, dass sie der Reihe nach ansteigen.
es: Cada zona tiene que empezar por encima de la anterior. Ajusta las bandas para que suban en orden.
fr: Chaque zone doit commencer au-dessus de la précédente. Ajustez les plages pour qu'elles montent dans l'ordre.
it: Ogni zona deve iniziare sopra la precedente. Regola le fasce in modo che salgano in ordine.
pl: Każda strefa musi zaczynać się powyżej poprzedniej. Popraw zakresy tak, by rosły po kolei.
pt_pt: Cada zona tem de começar acima da anterior. Ajuste as bandas para que subam por ordem.
ru: Каждая зона должна начинаться выше предыдущей. Настройте диапазоны так, чтобы они возрастали по порядку.
th: จุดเริ่มต้นของแต่ละโซนต้องสูงกว่าโซนก่อนหน้า โปรดปรับค่าให้เรียงจากต่ำไปสูง
zh_hans: 每个区间都必须高于前一个。请调整区间，使其依次递增。
zh_hant: 每個區間都必須高於前一個。請調整區間，使其依次遞增。
